/**
 * Created by yuyou on 14/10/29.
 */
var result = [
    {title:'3L44L36L29PC跟以下那种宝石有关？',answers:[
        '蓝宝石',
        '钻石',
        '红宝石',
        '猫眼'
    ],result:1,info:'3个4次对称轴(L4)，4个3次对称轴(L3)，6个2次对称轴(L2)，9个对称面(P)，一个对称中心(C)，等轴晶系的最高对称型，果断是D，钻石'},
    {
        title:'测试技术哪家强？',answers:[
        '山东蓝翔',
        '北大青鸟',
        '新东方',
        '中国地质大学珠宝学院'
    ],result:3,info:'挖掘机技术哪家强？中国山东找蓝翔;......测试技术哪家强，中国武汉找地大，答案就是D.中国地质大学珠宝学院'},
    {
        title:'老坑玻璃种是什么意思？',answers:[
        '顶级翡翠',
        '一种玻璃',
        '用来坑人的一种宝石',
        '祖母绿的一个品种'
    ],result:0,info:'不会有人真的猜一种玻璃吧？圈内圈外人士应该都听说过老坑玻璃种翡翠，答案是A.顶级翡翠'},
    {
        title:'已知Apple Watch采用了合成蓝宝石表面，以下描述不正确的是？',answers:[
        '买买买',
        '莫氏硬度高达9',
        '价格会很贵',
        '等轴晶系'
    ],result:3,info:'Apple Watch表面用的是合成蓝宝石材料，六方晶系，所以不正确的应该是D.等轴晶系'},
    {
        title:'一纤瘦的女生走进人很少的电梯，却被提示超重，请问为什么？',answers:[
        '电梯坏了',
        '人品不好',
        '怪我咯',
        '她手上拿了《系统宝石学》'
    ],result:3,info:'据网友@ATStalker 考证，《系统宝石学》第2版，页数有710页，所以，答案是D....'},
    {
        title:'第一次使用手持分光镜看钻石，会看到什么？',answers:[
        '415.5nm特征吸收线',
        '一道彩虹',
        'blingbling',
        '一片漆黑'
    ],result:1,info:'第一次使用分光镜，一般都无法适应这么微弱的吸收谱线或特征发射谱线，通常看到一道彩虹'},
    {
        title:'钻石分级中，VS指？',answers:[
        'Victoria\'s Secret',
        'Very Stupid',
        '比较，类似PK',
        'Very Slightly'
    ],result:3,info:'VS是净度分级的指标，非常细小的瑕疵，肉眼不可见，10倍放大镜下可见'},
    {
        title:'一枚1克拉重，VVS，3EX，D色的钻石大约能买多少部iPhone6？',answers:[
        '1部',
        '5部',
        '20部',
        '1000部'
    ],result:2,info:'大约是20部，但有同学表示，可恶的黄牛抬高了iPhone6的价格，所以这题的答案略微有瑕疵～'},
    {
        title:'上一题中，EX指？',answers:[
        'Excellent',
        '前男友',
        '额外价值',
        '一个韩国组合'
    ],result:0,info:'3EX指切工分级中的最高级别Excellent,翻译成前男友神马的，自觉面壁思过'},
    {
        title:'蓝宝石是什么颜色的?',answers:[
        '蓝色',
        '红色',
        '绿色',
        '以上都有'
    ],result:3,info:'蓝宝石一定是蓝色的嘛？no no no，各种颜色都可以有～'},
    {
        title:'邓紫棋《泡沫》中唱到：『阳光下的泡沫，是彩色的』。以下现象与之原理相同的是？',answers:[
        '钻石的火彩',
        '欧泊变彩',
        '各色蓝宝石',
        '水色气息'
    ],result:3,info:'能坚持到这一题还没有阵亡的同学，都是高手！这题小编也不知道答案，哈哈哈哈，满分拿去～'}
];